export const howOrderSteps = [
  {
    id: 'step-1',
    number: 1,
    title: "Расчет стоимости и сроков",
    iconBg: "#383E56",
    description: "Вы оставляете заявку на сайте с описанием заказа (тип изделия, тираж, количество цветов). На основании этой информации мы производим расчет стоимости и сроков изготовления заказа."
  },
  {
    id: 'step-2',
    title: "Утверждение заказа и дизайна",
    number: 2,
    iconBg: "#B00000",
    description: "После расчета мы согласовываем дизайн и утверждаем заказ. При необходимости отправляем вам образец."
  },
  {
    id: 'step-3',
    title: "Пошив и нанесение изображения",
    number: 3,
    iconBg: "#383E56",
    description: "После согласования всех деталей по заказу мы запускаем мерч в производство."
  },
  {
    id: 'step-4',
    title: "Проверка и отгрузка",
    number: 4,
    iconBg: "#B00000",
    description: "Как только заказ готов, мы проверяем его и отправляем вам",
  },
];